---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.SystemZoneData
source: html/46257ca7-9237-67e5-09ba-57d7b2fbd35e.htm
---
# SystemZoneData Properties

Specifies whether the .NET object represents a valid Revit entity.